[
    {
      "id": 1,
      "image": "img/dua_grammy.jpg",
      "titre": "Enfance",
      "evenement": "Dua Lipa naît le 22 août 1995 à Londres, dans le quartier de Westminster en Angleterre. D’origine albanaise, ses parents ont quitté la ville de Pristina en Kosovo en 1992. Elle a également des origines bosniaques du côté de sa grand-mère maternelle, et parle couramment l'albanais. Elle a une sœur cadette, Rina Lipa, née le 14 mai 2001, et un frère cadet, Gjin Lipa, né le 30 décembre 2005. Enfant, elle suivait des cours à l'école de théâtre, Sylvia Young Theatre School. En 2008, sa famille retourne au Kosovo, car son père a accepté une offre de travail. C’est là-bas qu’elle commence à être intéressée par la musique et plus particulièrement le hip-hop. Elle poste également des vidéos sur YouTube d’elle en train de chanter des chansons de ses artistes préférées."
    },
    {
      "id": 2,
      "image": "img/dua_londres.jpg",
      "titre": "Adolescence à Londres",
      "evenement": "En 2010, Dua Lipa, âgée de 15 ans, retourne vivre à Londres seule avec des amis afin de lancer sa carrière musicale, ainsi que pour étudier au lycée Parliament Hill School la semaine, et à l'école Sylvia Young Theatre School le samedi. En parallèle, elle effectue des petits jobs, comme mannequin ou serveuse."
    },
    {
      "id": 3,
      "image": "img/be_the_one.jpg",
      "titre": "Début Musical",
      "evenement": "À 17 ans, elle publie sur SoundCloud sa première chanson, mais c’est en 2015 qu’elle est engagée par le label Warner Bros. En août 2015, elle sort un premier single « New Love » qui est produit par Emile Haynie, le producteur de Lana Del Rey. La chanson a un certain succès et est même postée sur Facebook par le compte de Maroon 5. Un deuxième single “Be the One” sort en octobre 2015 et celui-ci se classe premier en Belgique et 9e en Allemagne. C’est un énorme succès. Ensuite, Dua Lipa enchaîne avec d’autres hits comme \"Blow Your Mind (Mwah)\", \"Hotter than Hell\" ou encore un duo avec Sean Paul « No lie ». Elle acquiert, alors, une notoriété internationale."
    },
    {
      "id": 4,
      "image": "img/idgaf.jpg",
      "titre": "Premier Album",
      "evenement": "Dua Lipa sort le 2 juin 2017 son premier album éponyme « Dua Lipa ». Un sixième single intitulé New Rules est diffusé sur YouTube le 7 juillet. En l'espace d'un mois, la chanson atteint la première place des Charts britanniques, devenant le premier titre de la chanteuse à atteindre cette place. Le 12 janvier 2018, Dua Lipa sort son nouveau single, IDGAF. La même année, la chanteuse sortira encore des hits comme « One kiss » avec Calvin Harris, ou encore « Electricity » en duo avec Silk City. Cette année-là, elle est nommée dans 5 catégories aux Brit Awards. C'est la première fois qu’une chanteuse britannique est autant nommée."
    },
    {
      "id": 5,
      "image": "img/dua_bleu.jpg",
      "titre": "Deuxième Album",
      "evenement": "Trois ans après son premier album, Dua Lipa sort son deuxième album le 27 mars intitulé « Future Nostalgia ». Celui-ci bénéficie d’une belle promotion artistique. L‘album s’offre un teasing dès la rentrée 2019 avec la sortie du hit \"Don’t Start Now\". Après ce single, Dua Lipa continue d’enchaîner les succès comme \"Physical\" et \"Break My Heart\". Elle fait sensation avec la chanson \"Un día (One Day)\". Le 30 octobre 2020, la chanteuse a également dévoilé un duo événement aux côtés d'Angèle. Un an après la sortie de « Future Nostalgia », Dua lipa sort sa version deluxe intitulé « Future Nostalgia (The Moonlight Edition) », avec 8 chansons en plus. Avec tant de succès, nous n’avons pas fini d’entendre parler de Dua Lipa !"
    }
  ]